<template>
  <div>
    <vip-header></vip-header>
    <searcher></searcher>
    <div id="body">
      <div class="l-width">
        <div class="row help">
          <div class="help-intro">
            <h1>中文期刊服务平台使用手册（镜像版）</h1>
            <p>《中文期刊服务平台》是以中文期刊资源保障为基础，以检索性能优化为保障，面向数据服务一体化服务平台。平台采用了先进的大数据构架与云端服务模式，通过准确、完整的数据索引和数据对象，着力为读者及服务机构营造良好的使用环境和体验。</p>
            <ul>
              <li><span class="label">高效的文献检索平台</span>检索排序优化和同义词扩展等大大提高检索性能；</li>
              <li><span class="label">精准的聚类组配方式</span>多维度对检索结果进行层层筛选；</li>
              <li><span class="label">深入的引文追踪分析</span>深入追踪研究课题的来龙去脉； </li>
              <li><span class="label">详尽的计量分析报告</span>快速了解和掌握相关领域的研究概貌；</li>
              <li><span class="label">完善的全文保障服务</span>全方面的期刊全文资源获取服务；</li>
              <li><span class="label">完整的移动解决方案</span>满足移动端用户的多场景使用需要。</li>
            </ul>
            <img src="~@/assets/images/help-intro-pic.png" alt="" />
          </div>
          <div class="help-content">
            <h2><span class="title">期刊文献检索流程介绍</span></h2>
            <h3>第一步，打开平台并登录</h3>
            <p>打开“中文期刊服务平台”或机构单位本地维普期刊地址，（以下简称“平台”）并登录；</p>
            <h3>第二步，设定检索条件</h3>
            <p>默认执行基本检索方式，点击“检索”按钮进入检索结果页，查看检索结果信息，反复修正检索策略从而获取最佳检索结果。或者切换到高级检索、期刊导航等方式获得检索内容。</p>

            <h4>基本检索</h4>
            <p>在平台首页的检索框直接输入检索条件进行检索，该检索条件可以是任意字段、题名或关键词、题名、刊名、关键词、作者名、机构名、基金名等字段信息。</p>
            <h4>高级检索</h4>
            <p>提供向导式和检索式两种检索方式，运用逻辑组配关系，方便用户查找多个检索条件限制下的文献。</p>
            <h5>向导式检索</h5>
            <p>例如需查看“图书馆学”方面的，作者名为“吴慰慈”，作者所属机构为“北京大学”，则可以在高级检索-向导式检索页面做以下设置。</p>
            <div class="help-pic">
              <img src="~@/assets/images/help/image005.png" alt="" />
            </div>
            <ul>
              <li>在“题名或关键词”类型的文本框内，输入“图书馆学”字段；</li>
              <li>在“作者”类型的文本框内，输入“吴慰慈”字段；</li>
              <li>在“机构”类型的文本框内，输入“北京大学”字段。</li>
            </ul>
            <h5>检索式检索</h5>
            <div class="help-pic">
              <img src="~@/assets/images/help/image009.png" alt="" />
            </div>
            <p>读者可在检索框中直接输入字段标识和逻辑运算符来发起检索。如若系统显示未找到结果，则表示输入的检索式有错或者在该条件检索下无结果，请返回检索界面重新输入正确检索表达式或切换到其他方式获得检索内容。检索规则说明：AND代表“并且”；OR代表“或者”；NOT代表“非”；(布尔逻辑运算符需大写,运算符两边需空一格，每个字段前需加字段标识符。）检索式范例： (K=图书馆学OR K=情报学) AND A=范并思。</p>
            <p>例如：</p>
            <p>查找文摘中含有机械，并且关键词中含有CAD或CAM、或者题名中含有“雷达”，但关键词不包含“模具”的文献，检索式可书写为：</p>
            <p>(K=(CAD OR CAM) OR T=雷达) AND R=机械 NOT K=模具</p>
            <p>注：布尔逻辑检索式的具体书写规则详见检索页面的检索规则说明。</p>
            <h3>第三步，筛选检索结果</h3>
            <p>中文期刊服务平台提供了基于检索结果的二次检索、分面聚类筛选、多种排序方式和检索结果的引用和统计分析等服务。方便用户快速找到目标文献。</p>
            <div class="help-pic">
              <img src="~@/assets/images/help/image011.png" alt="" />
            </div>
            <h4>页面说明</h4>
            <ul>
              <li><span class="label">二次检索</span>在已有检索结果基础上，通过“在结果中检索”选取特定检索内容或者“在结果中去除”摒弃特定检索内容，缩小检索范围，进一步精炼检索结果。</li>
              <li><span class="label">检索结果聚类</span>系统提供基于检索结果的年份、所属学科、期刊收录、相关主题、期刊、发文作者和相关机构的分面聚类功能，各聚类项执行“且”的检索逻辑，越检越深；您可以通过点击相关聚类项，最终精确获取自己所需文献。</li>
              <li><span class="label">文献题录导出</span>系统支持文献题录信息的导出功能，支持的导出格式为TEXT、XML、NoteExpress、Refworks、EndNote。您可以勾选目标文献，点击“导出”按钮后选择适当的导出格式实现此功能。</li>
              <li><span class="label">检索结果排序</span>系统提供相关度排序、被引量排序和时效性排序多种排序方式，您可以从不同侧重点对检索结果进行梳理。</li>
              <li><span class="label">查看视图切换</span>系统支持文摘、详细和列表三种文献查看方式，您可以按需进行视图切换。</li>
              <li><span class="label">文献题录查看</span>您可以在题录列表中详细浏览文献题录信息，根据显示方式的不同，文献题录显示详略不一，主要有题名，作者，机构，来源和期次等。</li>
              <li><span class="label">全文保障服务</span>在线阅读、全文下载多途径的全文服务模式。</li>
            </ul>
            <h3>第四步，获取文献全文</h3>
            <p>在检索结果页面点击题名，即可查看当前文献的详细信息，并进一步实现多种操作。</p>
            <div class="help-pic">
              <img src="~@/assets/images/help/image013.png" alt="" />
            </div>
            <h4>页面说明</h4>
            <ul>
              <li><span class="label">题录中英文对照</span>文献详情页提供完整的文献题录的中英文对照。</li>
              <li><span class="label">文献的全文获取</span>包括“在线阅读” 、“下载PDF”方式获取文献。</li>
              <li><span class="label">文章题录导出</span>文章详细页同样提供题录导出，提供文本、查新格式、参考文献等10种导出格式。</li>
              <li><span class="label">期刊信息</span>展示该篇文章的所属期刊信息，包括刊名（封面），该篇文章在期刊的发文期次。</li>
              <li><span class="label">题录细览</span>可获取该篇文献题录的详细信息，点击知识点链接即可检索相应的对象内容。</li>
              <li><span class="label">参考文献</span>指作者写作文章时引用或参考的文献，反映该文章研究工作的背景和依据。</li>
            </ul>
            <h2><span class="title">期刊文献导航流程介绍</span></h2>
            <div class="help-pic">
              <img src="~@/assets/images/help/image015.png" alt="" />
            </div>
            <h3>第一步，打开期刊导航页面</h3>
            <p>打开“中文期刊服务平台”，点击 “期刊导航”按钮，进入期刊导航页面。</p>
            <h4>页面说明</h4>
            <ul>
              <li>
                <span class="label">期刊检索面板</span>您可以切换检索入口，实现期刊资源的检索；
                *系统支持以下检索入口：“刊名”、“ISSN”、“CN”、“主办单位”、“主编”、“邮发代号”，方便您按需切换。
              </li>
              <li><span class="label">聚类筛选面板</span>系统提供核心刊导航、国内外数据库收录导航、地区导航、主题导航多种期刊聚类方式，方便您按需进行切换；</li>
              <li><span class="label">期刊收录</span>显示目前平台期刊收录种数。</li>
              <li><span class="label">按首字母查找</span>您可以通过首字母的方式查找期刊；</li>
              <li><span class="label">按类别浏览</span>您可以通过学科类别的方式浏览期刊；</li>
            </ul>
            <h3>第二步，设定期刊检索条件</h3>
            <p>期刊导航分为期刊检索查找、期刊导航浏览两种方式。</p>
            <p>*如果您已经有明确的期刊查找对象，建议您用期刊检索的方式快速定位到该刊；如果您没有明确的期刊查找对象，建议您用期刊导航的方式自由浏览期刊。</p>
            <h3>第三步，获取目标期刊资源</h3>
            <p>在期刊检索结果页面，找到期刊《图书情报工作》，点击刊名即可浏览详细信息。</p>
            <div class="help-pic">
              <img src="~@/assets/images/help/image017.png" alt="" />
            </div>
            <h4>页面说明</h4>
            <ul>
              <li><span class="label">期刊核心期刊收录</span>鼠标移上，该期刊被所有核心期刊收录目录清晰可见。</li>
              <li><span class="label">发文情况概览</span>查看期刊发文作品详情。</li>
              <li><span class="label">期刊详情展示</span>查看期刊基本信息。</li>
              <li><span class="label">期刊详情</span>对该期刊的期刊信息，期刊简介和收录情况做了详细的叙述。</li>
              <li><span class="label">收录汇总</span>收录汇总则是对本期刊的历年收录文献的期次以及每期具体收录内容做一个详细有序的显示。</li>
              <li><span class="label">发表作品</span>发表作品则采用文章结果详情的页面结构，对本期刊收录的所有发表文章进行详尽的展示，可以根据搜索和聚类查看自己需求的文章。</li>
            </ul>
            <h2><span class="title">特色功能介绍</span></h2>
            <h3>聚类组配</h3>
            <p>检索结果页面的左聚类面板支持“年份”、“学科”、“期刊收录”、“主题”、“期刊”、“作者”、“机构”7种聚类筛选，你可以根据自己的检索需求不断选择聚类项，提高文献的检准率。</p>
            <div class="help-pic">
              <img src="~@/assets/images/help/image019.png" alt="" />
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

